@extends('layout/index', [
    'title' => 'Пользовательское соглашение | Проспект Партс',
    'keywords' => 'сервис, service, информация, автосервис, мерседес бенц, актрос',
    'description' => 'Пользовательское соглашение компании ООО '.config('app.name'),
    'image' => 'https://prospekt-parts.com/img/5464765787695.jpg'
])

@section('title', 'Пользовательское соглашение')

@section('content')
<section class="bg-white">
    <div class="container">
        <div class="row">
            <div class="col-md-8 offset-md-2 my-5 text">
                <h2 class="fw-bold">Пользовательское соглашение</h2>
                <hr />
                <p><strong>1. УСЛОВИЯ ИСПОЛЬЗОВАНИЯ САЙТА PROSPEKT-PARTS.COM</strong></p>
                <p>
                    <strong>1.1.</strong> Данные Условия использования сайта 
                    <a href="https://prospekt-parts.com" target="_blank">prospekt-parts.com</a> (далее &mdash; «Сайта») 
                    являются правилами, предназначенными для пользователей Сайта (далее &mdash; «Пользователей») и 
                    одновременно, в целях</p>
                <p>
                    <strong>1.2.</strong> Использования объекта интеллектуальной собственности, представляют собой лицензионное 
                    соглашение (далее &mdash; «Соглашение») между Обществом с ограниченной 
                    ответственностью {{ config('app.name') }}, юридический адрес: {{ config('app.address') }}, 
                    ИНН 9715447266, ОГРН 1237700266726, именуемое в дальнейшем «Владелец»; и Пользователем.</p>
                <p>
                    <strong>1.3.</strong> В рамках Соглашения Пользователем Сайта считается любое лицо, когда-либо 
                    осуществившее доступ к Сайту.</p>
                <p>
                    <strong>1.4.</strong> Соглашение предусматривает взаимные права и обязанности Пользователя и 
                    Владельца, а также рекомендации Владельца, по вопросам, включая, но не ограничиваясь, 
                    использования материалов Сайта, распоряжения правами интеллектуальной собственности и 
                    конфиденциальности персональных данных.
                </p>
                <p>
                    <strong>1.5.</strong> Осуществляя доступ к Сайту, Пользователь принимает Соглашение. 
                    В случае несогласия с условиями Соглашения, использование Сайта Пользователем должно быть прекращено.
                </p>
                <br />

                <p><strong>2. ПРЕДМЕТ СОГЛАШЕНИЯ</strong></p>
                <p><strong>2.1.</strong> Пользователь вправе использовать Сайт в пределах его функциональных возможностей, включая:</p>
                <p><strong>2.1.1.</strong> Просмотр размещенных на сайте материалов и информации;</p>
                <p><strong>2.1.2.</strong> Ознакомление с информацией о бренде Prospect Parts, включая общее описание товаров, контакты и адреса магазинов;</p>
                <p><strong>2.1.3.</strong> Регистрация и/или авторизация на Сайте;</p>
                <p><strong>2.1.4.</strong> Заполнение форм обратной связи и специальных форм запросов.</p>
                <p><strong>2.2.</strong> Использование материалов и сервисов Сайта регулируется нормами действующего законодательства Российской Федерации.</p>
                <p>&nbsp;</p>

                <p><strong>3. ПРАВА И ОБЯЗАННОСТИ СТОРОН</strong></p>
                <p><strong>3.1.</strong> Владелец вправе:&nbsp;</p>
                <p><strong>3.1.1.</strong> Изменять правила пользования Сайтом, а также изменять содержание данного Сайта. Изменения вступают в силу с момента публикации новой редакции Соглашения на Сайте.&nbsp;</p>
                <p><strong>3.1.2.</strong> Ограничить доступ к Сайту в случае нарушения Пользователем условий настоящего Соглашения.</p>
                <p><strong>3.2.</strong> Пользователь вправе:&nbsp;</p>
                <p><strong>3.2.1.</strong> Пользоваться всеми имеющимися на Сайте сервисами.</p>
                <p><strong>3.2.2.</strong> Задавать любые вопросы, относящиеся к Сайту, направив соответствующий запрос по следующему электронному адресу:&nbsp;<a href="mailto:info@prospekt-parts.com">info@prospekt-parts.com</a></p>
                <p><strong>3.2.3.</strong> Пользоваться Сайтом исключительно в целях и порядке, предусмотренных Соглашением и не запрещенных законодательством Российской Федерации.&nbsp;</p>
                <p><strong>3.3.</strong> Пользователь Сайта обязуется:&nbsp;</p>
                <p><strong>3.3.1.</strong> Придерживаться следующих предписаний:&nbsp;</p>
                <ul>
                    <li>не нарушать действующее законодательство и все предусмотренные на Сайте правила, включая данное Соглашение;</li>
                    <li>не нарушать прав третьих лиц;</li>
                    <li>не предоставлять недостоверную информацию либо информацию, вводящую в заблуждение, а также информацию, порочащую честь, достоинство и репутацию третьих лиц;</li>
                    <li>не распространять нежелательные сообщения (спам), и другую информацию, которая не интересна и не желательна другим Пользователям;</li>
                    <li>не копировать, не изменять и не распространять информацию, принадлежащую третьим лицам, без их согласия;</li>
                    <li>не собирать о третьих лицах любую информацию, включая их электронные адреса, без их согласия;</li>
                    <li>не предпринимать попыток обхода систем безопасности и систем ограничения доступа к Сайту.&nbsp;</li>
                </ul>
                <p><strong>3.4.</strong> Вся информация, содержащаяся на Сайте, не может быть воспроизведена или использована для публикаций без письменного разрешения Владельца. Копирование информации, содержащейся на Сайте, может осуществляться только физическими лицами для личного пользования. При цитировании материалов Сайта, включая охраняемые авторские произведения, ссылка на Сайт обязательна.&nbsp;</p>
                <p><strong>3.5.</strong> В случае нарушения Пользователем положений настоящего Соглашения и других правил, действующих на Сайте, равно как и причинения действиями Пользователя на Сайте ущерба Владельцу или третьим лицам, Владелец оставляет за собой право передачи IP-адреса Пользователя потерпевшей стороне, ее представителям, государственным организациям и структурам.&nbsp;</p>
                <p><strong>3.6.</strong> Пользователь понимает и признает, что сервисы Сайта предоставляются на условиях &laquo;как есть&raquo;, в связи с чем, ему не представляются какие-либо гарантии, что:&nbsp;</p>
                <ul>
                    <li>сервисы Сайта будут соответствовать требованиям Пользователя;</li>
                    <li>сервисы Сайта будут предоставляться непрерывно, быстро, надежно и без ошибок;</li>
                    <li>результаты, которые могут быть получены с использованием сервисов Сайта, будут точными и надежными, качество Сайта и контента будут соответствовать ожиданиям Пользователя;</li>
                    <li>все ошибки в программном обеспечении Сайта будут исправлены.&nbsp;</li>
                </ul>
                <p><strong>3.7.</strong> Владелец не несет ответственности за посещение Пользователем, а также любое использование им внешних ресурсов (сайтов третьих лиц), ссылки на которые могут содержаться на Сайте. Владелец не несет ответственности за точность, надежность, достоверность и безопасность любой информации, материалов, рекомендаций и сервисов, размещенных на внешних ресурсах. Использование внешних ресурсов осуществляется Пользователем добровольно, исключительно по собственному усмотрению и на свой риск.</p>
                <p><strong>3.8.</strong> Владелец стремится к обеспечению достоверности информации, размещенной на Сайте, однако не несет ответственности за любые неточности и/или недостоверность информации, а равно сбои в работе предоставляемых через Сайт сервисов. Пользователь согласен с тем, что Владелец не несет ответственность и не имеет прямых или косвенных обязательств перед Пользователем в связи с любыми возможными или возникшими потерями или убытками, связанными с любым содержанием Сайта, интеллектуальной собственностью, товарами или услугами, доступными на нем или полученными через внешние сайты или ресурсы либо иные ожидания Пользователя, которые возникли в связи с использованием размещенной на Сайте информации или ссылки на внешние ресурсы. Ни при каких условиях Владелец не несет ответственности за любой ущерб (прямой или косвенный), включая, но не ограничиваясь потерей данных или прибылей, связанной с использованием или невозможностью использования Сайта, информации, файлов или материалов на нем. В случае, если использование Сайта приведёт к необходимости дополнительного обслуживания, исправления или ремонта любого оборудования, а равно восстановления данных, все связанные с этим затраты оплачиваются Пользователем.&nbsp;</p>
                <p><strong>3.9.</strong> Пользователь принимает и соглашается с тем, что поскольку Сайт находится в процессе постоянного дополнения и обновления новых функциональных возможностей, внешний вид, форма Сайта могут время от времени меняться без предварительного уведомления Пользователя. Владелец вправе по собственному усмотрению прекратить (временно или окончательно) предоставление каких-либо отдельных функциональных возможностей Сайта без предварительного уведомления Пользователя.&nbsp;</p>
                <p>&nbsp;</p>

                <p><strong>4. КОНФИДЕНЦИАЛЬНОСТЬ ЛИЧНЫХ ДАННЫХ ПОЛЬЗОВАТЕЛЯ</strong></p>
                <p><strong>4.1.</strong> В целях обеспечения нормального функционирования Сайта, предоставления Пользователям необходимой поддержки и надлежащей помощи при работе с ним, а также в иных целях, Владелец осуществляет сбор, хранение, защиту и обработку информации о Пользователях Сайта в порядке, предусмотренном в Политике конфиденциальности, размещенной на Сайте по адресу:&nbsp;<a href="https://prospekt-parts.com/doc/privatepolice">https://prospekt-parts.com/doc/privatepolice</a></p>
                <p>&nbsp;</p>

                <p><strong>5. ПОЛОЖЕНИЕ ОБ АВТОРСКИХ ПРАВАХ И ИНТЕЛЛЕКТУАЛЬНОЙ СОБСТВЕННОСТИ</strong></p>
                <p><strong>5.1.</strong> Все содержимое Сайта является собственностью ООО {{ config('app.name') }}, и охраняется авторским правом и всеми правами на интеллектуальную собственность.&nbsp;</p>
                <p><strong>5.2.</strong> Сайт является собственностью ООО {{ config('app.name') }}. Использование сайта Пользователями возможно строго в рамках Условий и действующего законодательства.</p>
                <p>&nbsp;</p>

                <p><strong>6. НАРУШЕНИЕ УСЛОВИЙ ПОЛЬЗОВАТЕЛЬСКОГО СОГЛАШЕНИЯ</strong></p>
                <p><strong>6.1.</strong> Владелец вправе раскрыть любую собранную о Пользователе данного Сайта информацию, если раскрытие необходимо в связи с расследованием или жалобой в отношении неправомерного использования Сайта либо для установления (идентификации) Пользователя, который может нарушать или вмешиваться в права Владельца или в права других Пользователей Сайта.&nbsp;</p>
                <p><strong>6.2.</strong> Владелец имеет право раскрыть любую информацию о Пользователе, которую посчитает необходимой для выполнения положений действующего законодательства или судебных решений, обеспечения выполнения условий настоящего Соглашения, защиты прав или безопасности название организации, Пользователей</p>
                <p><strong>6.3. </strong>Владелец имеет право раскрыть информацию о Пользователе, если действующее законодательство Российской Федерации требует или разрешает такое раскрытие.</p>
                <p><strong>6.4.</strong> Владелец вправе без предварительного уведомления Пользователя прекратить и (или) заблокировать доступ к Сайту, если Пользователь нарушил настоящее Соглашение или содержащиеся в иных документах условия пользования Сайтом, а также в случае прекращения действия Сайта либо по причине технической неполадки или проблемы.&nbsp;</p>
                <p><strong>6.5.</strong> Владелец не несет ответственности перед Пользователем или третьими лицами за прекращение доступа к Сайту в случае нарушения Пользователем любого положения настоящего Соглашения или иного документа, содержащего условия пользования Сайтом.&nbsp;</p>
                <p>&nbsp;</p>

                <p><strong>7. РАЗРЕШЕНИЕ СПОРОВ</strong></p>
                <p><strong>7.1.</strong> В случае возникновения любых разногласий или споров между Сторонами настоящего Соглашения обязательным условием до обращения в суд является предъявление претензии (письменного предложения о добровольном урегулировании спора).&nbsp;</p>
                <p><strong>7.2.</strong> Получатель претензии в течение 30 календарных дней со дня ее получения, письменно уведомляет заявителя претензии о результатах рассмотрения претензии.&nbsp;</p>
                <p><strong>7.3.</strong> При невозможности разрешить спор в добровольном порядке любая из Сторон вправе обратиться в суд за защитой своих прав, которые предоставлены им действующим законодательством Российской Федерации.&nbsp;</p>
                <p><strong>7.4.</strong> Любой иск в отношении условий использования Сайта должен быть предъявлен в течение срок после возникновения оснований для иска, за исключением защиты авторских прав на охраняемые в соответствии с законодательством материалы Сайта. При нарушении условий данного пункта любой иск или основания для иска погашаются исковой давностью.&nbsp;</p>
                <p>&nbsp;</p>

                <p><strong>8. ПОРЯДОК ДЕЙСТВИЯ СОГЛАШЕНИЯ</strong></p>
                <p>
                    <strong>8.1.</strong> Данное Соглашение вступает в силу при первом посещении Сайта 
                    Пользователем и действует между Пользователем и ООО {{ config('app.name') }} на 
                    протяжении всего периода использования Пользователем Сайта.</p>
                <p>
                    <strong>8.2.</strong> Владелец вправе изменять данное Соглашение и другие 
                    действующие на Сайте правила без предварительного уведомления Пользователя.
                </p>
                <p><strong>8.3.</strong> Вступление в силу таких изменений происходит с момента публикации измененного текста Соглашения и других правил на страницах Сайта.&nbsp;</p>
                <p><hr class="d-block w-100 my-5" /></p>
                <p class="text-center">
                    <a href="/doc" class="btn btn-dark px-4">
                        Юридическая информация
                    </a>
                </p>
            </div>
        </div>
    </div>
</section>
@endsection