@extends('layout/index', [
    'title' => 'Отказ от ответственности | Проспект Партс',
    'keywords' => 'отказ, ответственность, service, сервис, мерседес бенц, актрос',
    'description' => 'Правила возврата компании ООО '.config('app.name'),
    'image' => 'https://prospekt-parts.com/img/5464765787695.jpg'
])

@section('title', 'Отказ от ответственности')

@section('content')
    <section class="bg-white">
        <div class="container">
            <div class="row">
                <div class="col-md-8 offset-md-2 my-5 text">
                    <h2 class="fw-bold">Отказ от ответственности</h2>
                    <hr />
                    <p>
                        1) Администрация сайта https://prospekt-parts.com прикладывает значительные усилия, 
                        чтобы обеспечить достоверность размещаемой информации, однако не исключает возможности 
                        появления ненамеренных ошибок. Если вы обнаружили некорректную информацию просим 
                        сообщить на support@prospekt-parts.com                        
                    </p>
                    <p>
                        2) Администрация не несёт ответственности за причинение какого-либо ущерба или 
                        упущенную выгоду в результате использования информации на данном сайте или внешних 
                        ресурсах, на которые мы можем ссылаться.
                    </p>
                    <p>
                        3) Размещаемая на сайте информация:
                        <ul>
                            <li>Содержит оценочные суждения, мнения и точки зрения её авторов, которые могут не соответствовать ожиданиям других пользователей;</li>
                            <li>Является актуальной на момент публикации, но может потерять актуальность в любой момент.</li>
                        </ul>
                    </p>
                    <p>
                        4) Любые торговые марки, знаки и названия товаров, служб и организаций, 
                        права на дизайн, авторские и смежные права, которые используются, 
                        цитируются или упоминаются на страницах сайта prospekt-parts.com принадлежат 
                        их законным владельцам (правообладателям).
                    </p>
                    <p>
                        5) Продолжая использовать сайт prospekt-parts.com вы автоматически 
                        соглашаетесь с условиями "Отказа от ответственности".
                    </p>
                    <hr class="py-4" />
                    <p class="text-center"><a href="/doc" class="btn btn-dark px-4">Юридическая информация</a></p>
                </div>
            </div>
        </div>
    </section>
@endsection