@extends('layout/index', [
    'title' => 'Правила возврата | Проспект Партс',
    'keywords' => 'правила, возврат, service, сервис, мерседес бенц, актрос',
    'description' => 'Правила возврата компании ООО '.config('app.name'),
    'image' => 'https://prospekt-parts.com/img/5464765787695.jpg'
])

@section('title', 'Правила возврата')

@section('content')
<section class="bg-white">
    <div class="container">
        <div class="row">
            <div class="col-md-8 offset-md-2 my-5 text">
                <h2 class="fw-bold">Правила возврата</h2>
                <hr />
                <strong class="mt-5">1. ОБЩИЕ УСЛОВИЯ ВОЗВРАТА И ОБМЕНА ТОВАРА НАДЛЕЖАЩЕГО КАЧЕСТВА</strong>          
                <p><b>1.1</b> Правила настоящих Условий действия сторон по возврату товара надлежащего качества от Покупателя Поставщику.</p>
                <p><b>1.2</b> Возврат товара надлежащего качества, приобретенного Покупателем со склада Поставщика, возможен в течение 14 (четырнадцати) календарных дней с момента выписки накладной на товар без уценки со стороны Поставщика, но при этом Поставщик оставляет за собой право не принимать к возврату товар, который является невозвратным:              
                <ul>
                    <li><i>- Масла;</i></li>
                    <li><i>- Тормозные жидкости;</i></li>
                    <li><i>- Антифризы;</i></li>
                    <li><i>- Прочие технологические жидкости;</i></li>
                    <li><i>- Товар, приобретенный под заказ.</i></li>
                </ul>
                <p>
                    Возврат товара надлежащего качества, включенного в список невозвратного товара, может быть осуществлен Покупателем с согласия 
                    Поставщика, и только по торговым маркам Areol, Comma, Profi-Car.
                </p>
                <p>
                    Поставщик оставляет за собой право изменять условия возврата товара, о чём он обязан уведомить 
                    Покупателя любым доступным способом связи не менее, чем за 10 (десять) календарных дней до даты 
                    введения изменений в действие.   
                </p>             
                <p>
                    <b>1.2.1</b> Согласно статье 502 Гражданского кодекса Российской Федерации и статье 25 Закона "О защите прав потребителей", 
                    Потребитель, который приобретал товар исключительно для личных, семейных, домашних и иных нужд, не связанных 
                    с осуществлением предпринимательской деятельности в праве потребовать от Поставщика обменять товар надлежащего 
                    качества, если указанный товар не подошел по форме, габаритам, фасону, расцветке, размеру или комплектации, 
                    в течение 14 (четырнадцати) календарных дней, не считая дня покупки. 
                </p>
                    <p>В случае, если аналогичный товар отсутствует в продаже на день обращения Потребителя к Поставщику, Потребитель вправе отказаться от исполнения договора купли-продажи и потребовать возврата уплаченной за указанный товар денежной суммы. По соглашению Потребителя с Поставщиком обмен товара может быть предусмотрен при поступлении аналогичного товара в продажу.</p>
                    <p>Статья 25 Закона "О защите прав потребителей" предусматривает возможность ограничения такого права Потребителя правовым актом Правительства Российской Федерации, утверждающим перечень товаров, не подлежащих обмену.</p>
                    В настоящее время такой перечень утвержден Постановлением Правительства Российской Федерации от 19 января 1998 г. N 55 "Об утверждении Правил продажи отдельных видов товаров, перечня товаров длительного пользования, на которые не распространяется требование Покупателя о безвозмездном предоставлении ему на период ремонта или замены аналогичного товара, и перечня непродовольственных товаров надлежащего качества, не подлежащих возврату или обмену на аналогичный товар других размера, формы, габарита, фасона, расцветки или комплектации.           
                </p>
                <p><b>1.3</b> Обязательным условием возврата товара надлежащего качества является:</p>         
                <ul>
                    <li><i>- Целостность и чистота тары и/или упаковки товара в том виде, в каком они были изначально при получении товара;</i></li>
                    <li><i>- Упаковка товара не должна содержать какие-либо надписи, быть поврежденной;</i></li>
                    <li><i>- Наличие стикера Поставщика и/или  фирменной наклейки производителя  на упаковке;</i></li>
                    <li><i>- Отсутствие иных нарушений товарного вида и/или упаковки товара.</i></li>
                </ul>
                <p>
                    Если при возврате Поставщик выявляет нарушенную, повреждённую, загрязненную упаковку или её отсутствие, 
                    он вправе отказать Покупателю в возврате товара.           
                </p>
                <p><b>1.4</b> Возврат товара надлежащего качества возможен только после оформления заявки на сайте Поставщика в личном кабинете Покупателя.</p>              
                <p><b>1.4.1</b> На сайте Поставщика, в личном кабинете Покупателя, после создания заявки на возврат становится доступна печатная 
                    версия документов, которые Покупатель должен заверить подписью и печатью, где это предусмотрено, и передать 
                    представителю Поставщика вместе с товаром.
                </p>
                <p>
                    При передаче товара представителю Поставщика, Покупатель обязан сохранить один экземпляр накладной приема-передачи товара 
                    на склад по возврату с датой приемки товара, подписью и расшифровкой подписи представителя Поставщика. Накладную приема-передачи 
                    товара на склад по возврату Покупатель должен хранить до момента одобрения возврата товара и возврата денежных средств.
                </p>
                <p>
                    В спорных ситуациях отсутствие накладной приема-передачи товара на склад по возврату с подписью представителя 
                    Поставщика может являться основанием для отказа в удовлетворении принятия возврата, а также в возврате денежных средств за товар.                 
                </p>
                <p>
                    <b>1.4.2</b> В случае отсутствия или предоставления некорректно оформленных документов, указанных в п. 1.4.1., срок для повторного 
                    предоставления недостающих и корректно оформленных документов со стороны Покупателя составит 10 (десять) календарных 
                    дней с момента поступления уведомления от Поставщика на адрес электронной почты Покупателя, указанный в личном кабинете 
                    Покупателя. Если в указанный срок от Покупателя не поступили запрашиваемые документы, то Поставщик оставляет за собой 
                    право отказаться принимать товар.
                </p>
                <p>
                    <b>1.4.3</b> Заявка на возврат товара автоматически удаляется из личного кабинета Покупателя через 90 (девяносто) 
                    календарных дней после ее создания, если Покупатель не передал товар представителю Поставщика, либо 
                    Поставщик не принял товар на склад, в связи с несоблюдением правил возврата товара надлежащего качества со стороны Покупателя. 
                </p>
                
                <p>
                    <b>1.5</b> Средствами деловой переписки на тему возврата товара между Поставщиком и Покупателем является:              
                    <ul>
                        <li><i>- Корпоративная почта Поставщика;</i></li>
                        <li><i>- Заполненное обращение через форму обратной связи на сайте Поставщика.</i></li>
                    </ul>
                </p>
                <p>
                    <b>1.6</b> Срок передачи товара представителю Поставщика не должен превышать 14 (четырнадцати) календарных дней 
                    от даты создания заявки на возврат.
                </p>
                <p>Исключение: срок может быть увеличен при доставке товара ж/д или авиаперевозками, о чем Покупатель должен уведомить Поставщика.</p>
                <p>При несоблюдении сроков передачи товара Поставщик вправе отказать Покупателю в приеме возврата.</p>
                <p>
                    <b>1.7</b> Согласованный возврат товара осуществляется автотранспортом Поставщика при очередной доставке товара. 
                    В случае, если Покупатель не планирует приобретать следующую (очередную) партию товара, то перевозка товара 
                    от Покупателя Поставщику при возврате осуществляется Покупателем. Расходы по доставке товара через транспортные 
                    компании возлагаются на отправителя товара.
                <p>
                    <b>1.8</b> Товар принимается к возврату при условии сохранения заводской упаковки, в которой товар был поставлен Покупателю. 
                    Если Покупатель передает товар не на территории склада Поставщика, то он обязан обеспечить товар дополнительной 
                    упаковкой, чтобы исключить повреждение товара и его заводской упаковки при транспортировке до склада Поставщика.           
                </p>
                <strong class="mt-5">2. УСЛОВИЯ ВОЗВРАТА ТОВАРА ПОСТАВЩИКУ ПРИ ВЫЯВЛЕНИИ ЯВНЫХ НЕДОСТАТКОВ В ПРОЦЕССЕ ПРИЕМКИ ПОКУПАТЕЛЕМ</strong>        
                <p>
                    <b>2.1</b> Правила настоящего пункта условий распространяются на случаи нарушения Поставщиком условий договора о 
                    количестве, ассортименте, комплектности и качестве (в части явных недостатков) поставленного товара:
                </p>              
                <ul>
                    <li><i>- Количество поставленного товара не соответствует накладной;</i></li>
                    <li><i>- Некомплектный товар;</i></li>
                    <li><i>- Товар с явными недостатками (к явным относятся недостатки, которые могут быть обнаружены 
                        при обычном способе приемки (например, при осмотре товара);</i></li>
                    <li><i>- Товар, несоответствующий заказанному серийному (каталожному) номеру.</i></li>
                </ul>
                <p>
                    <b>2.2</b> Товары (в том числе кузовные листовые детали), имеющие незначительные недостатки, исправляемые 
                    (устраняемые, восстанавливаемые) в ходе подготовки детали к установке на транспортное средство, 
                    либо не влияющие на потребительские свойства товара, возврату и/или обмену не подлежат. 
                    К числу таких недостатков относятся:           
                </p>   
                <ul>
                    <li><i>- Потертости, царапины и другие повреждения пластиковых и металлических кузовных деталей, предназначенных под покраску;</i></li>
                    <li><i>- Недостатки всех иных видов товара, которые могут быть исправлены при дальнейшей установке на транспортное средство, 
                        не влияющие на потребительские свойства товара.</i></li>
                </ul>
                <p>
                    В исключительных случаях по согласованию с Поставщиком возможно предоставление Покупателю скидки на отгруженный товар, 
                    либо на товар в следующих заказах.           
                </p>
                <p>
                    <b>2.3</b> Приемка товара по количеству, ассортименту, комплектности и видимым (явным) недостаткам производится в срок до 5 (пяти) 
                    календарных дней с момента приемки товара от Поставщика (представителя Поставщика).
                </p>
                <p>
                    При выявлении Покупателем случаев, указанных в пункте 2.1., Покупатель оформляет заявку на возврат в личном кабинете 
                    на сайте Поставщика и незамедлительно извещает Поставщика о выявленных расхождениях при приемке, приложив фото товара, 
                    его упаковки, и детальное описание выявленного дефекта товара.  
                </p>
                <p>Рекомендации по проведению фотографирования рекламационного товара:</p>         
                <ul>
                    <li><i>- Фотография должна иметь достаточное разрешение и качество, чтобы можно было адекватно оценить степень повреждений и возможную причину их появления;</i> </li>
                    <li><i>- Фотографирование дефекта должно производиться с разных ракурсов, непосредственно в момент обнаружения дефекта для проведения объективного анализа;</i> </li>
                    <li><i>- На фотографиях, кроме непосредственно места механического дефекта либо конструктивного брака, должно отображаться изделие в целом, а также место нахождения изделия и тип объекта, на котором должен производиться монтаж;</i> </li>
                    <li><i>- Фотографии для рекламаций по пересортице в обязательном порядке сопровождаются фотографиями номера на упаковке и данных по товару;</i> </li>
                    <li><i>- Фотографии механических дефектов (боя) в обязательном порядке должны сопровождаться фотографиями упаковки с внешней и внутренней стороны.</i> </li>
                </ul>
                <p>
                    <b>2.3.1</b> Приемка товара по грузовым местам осуществляется по количеству мест, указанных в маршрутном листе 
                    представителя Поставщика в момент передачи/отгрузки.
                </p>
                <p>
                    При выявлении Покупателем недопоставки или перепоставки по количеству грузовых мест, 
                    Покупатель обязан непосредственно при представителе Поставщика зафиксировать расхождения 
                    в акте передачи товара по претензии (данный акт в наличии у представителя Поставщика), 
                    поставить свою подпись и печать (при наличии), и уведомить Поставщика о выявленных расхождениях.                 
                </p>
                <p>
                    <b>2.3.2</b> Каналами для информирования Поставщика при выявлении явных недостатков товара в процессе приемки являются:                    
                    <ul>
                        <li><i>- корпоративная почта Поставщика;</i> </li>
                        <li><i>- заполненное обращение через форму обратной связи на сайте Поставщика.</i> </li>
                    </ul>
                </p>
                <p>
                    <b>2.3.3</b> Только после получения подтверждения о рассмотрении и оформлении возврата 
                    Покупатель имеет право отказаться от приемки и передать товар представителю Поставщика.
                </p>
                <p>
                    <b>2.4</b> Крупногабаритные позиции (кузовные детали, стекла и др.) осматриваются Покупателем 
                    (или его уполномоченным перевозчиком) в момент передачи/отгрузки товара от Поставщика.
                </p>
                <p>В дальнейшем претензии по данной категории товаров, за исключением скрытых дефектов, не принимаются.</p>
                <p>              
                    <b>2.5</b> После принятия товара и подписания товарной накладной (если не оформлена заявка на возврат в 
                    личном кабинете Покупателя на сайте Поставщика и не направлено извещение в адрес Поставщика о выявленных расхождениях) 
                    претензии и заявки по фактам несоответствия товара условиям о количестве, ассортименте, комплектности и видимым (явным) 
                    недостаткам Поставщиком не принимаются.
                </p>
                <p>
                    <b>2.6</b> Если Покупатель получил от Поставщика аналог заказного товара, и он не подошел по своим 
                    техническим характеристикам, то, вероятнее всего, имела место ошибка кросса или неверный подбор товара. 
                </p>
                <p>
                    В случае ошибки кросса, Покупатель может сообщить Поставщику  в строке "поиск товара"  
                    возможные замены (напротив артикула имеется значок "Сообщить о неправильном кроссе"). 
                    Поставщик вправе отказать в приемке возврата в связи с тем, что Покупатель, 
                    осуществляющий коммерческую деятельность, самостоятельно несет ответственность 
                    за подбор товара. Кросс-номера на сайте Поставщика предоставлены исключительно 
                    в качестве справочной информации и требуют дополнительной проверки по каталогам производителей.
                </p>
                <div class="text-center mt-5">
                    <p><a href="/doc" class="btn btn-dark px-4">Юридическая информация</a></p>
                </div>
            </div>
        </div>
    </div>
</section>
@endsection