<div class="text-center pt-5">
    <p style="font-size: 14px;font-weight:bold;">Договор поставки запасных частей №{{$contract['name']}}</p>
</div>
<div class="px-5">
<table style="width: 100%" class="mb-4">
    <tr>    
        <td style="width: 50%;font-size: 12px">г. Москва</td>
        <td style="width: 50%;font-size: 12px;text-align:right">
            {{$timer::data($contract['moment'])}} г.
        </td>
    </tr>                
</table>
<div style="font-size: 12px">
    <p class="mb-4">
        &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<strong>{{$contract['ownAgent']['legalTitle']}}</strong>, 
        именуемое в дальнейшем <strong>«Поставщик»</strong>, в лице генерального директора 
        <u>&#160;{{$decl::fio($contract['ownAgent']['director'])}}&#160;</u>, 
        действующего на основании Устава, и {{$contract['agent']['legalTitle']}}, 
        именуемое в дальнейшем <strong>«Покупатель»</strong>,  действующего на основании 
        <u>&#160;{{isset($type) ? 'устава' : $user->contract->action}}&#160;</u>, 
        в лице генерального директора 
        <u>&#160;{{isset($contract['agent']['description']) ? $decl::fio($contract['agent']['description']) : '__________________________'}}&#160;</u>, 
        с другой стороны, по отдельности, именуемые <strong>«Сторона»</strong>, 
        а совместно - <strong>«Стороны»</strong>, заключили настоящий договор (далее – <strong>«Договор»</strong>) 
        о нижеследующем:           
    </p>
    <p><b class="text-center d-block w-100" style="font-size: 13px">1. ПРЕДМЕТ ДОГОВОРА</b></p>
    <p>
        &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;1.1. Поставщик обязуется передать в собственность Покупателю новые оригинальные запасные части, 
        расходные материалы и аксессуары для грузовых автомобилей и шасси марки Мерседес-Бенц, а также 
        восстановленные детали, комплектующие, агрегаты, узлы для обмена или замены для указанных в 
        настоящем пункте автомобилей, шасси и специнструменты для сервисного обслуживания указанных в 
        настоящем пункте автомобилей, шасси, а Покупатель обязуется принять и оплатить Товар на условиях 
        и в сроки, предусмотренные Договором и соответствующими приложениями к нему – Заявками 
        на поставку (далее – «Заявка») по форме, указанной в Приложении № 1 к настоящему договору. 
        Наименование, ассортимент, количество, комплектность, стоимость Товара устанавливаются в 
        Заявках и в универсальных передаточных документах.                        
    <br>
        &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;1.2. Поставщик обязан передать Товар Покупателю свободным от прав третьих лиц, не находящимся в залоге, 
        под арестом и свободным от любых других обременений.
    </p>
    <p><b class="text-center d-block w-100 mt-4" style="font-size: 13px">2. СРОК, ПОРЯДОК И УСЛОВИЯ ПОСТАВКИ</b></p>
    <p>
        &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;2.1. Поставщик обязуется передать Товар Покупателю в срок до 50 дней, 
        с даты поступления денежных средств на расчетный счет Поставщика.
        <br>
        &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;2.2. Обязательство Поставщика передать Товар Покупателю считается исполненным с момента подписания 
        Сторонами соответствующего универсального передаточного документа.                       
        <br>
        &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;2.3. Право собственности на Товар и риск случайной гибели или случайного повреждения Товара переходят 
        к Покупателю в момент подписания Сторонами соответствующего универсального передаточного документа.
        <br>
        &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;2.4. Каждая партия Товара сопровождается универсальным передаточным документом.
        <br>
        &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;2.5. Поставщик и Покупатель в рамках настоящего 
        Договора будут использовать электронные средства 
        связи для обмена универсальными передаточными документами, подтверждают свое решение использовать 
        Систему ЭДО для обмена универсальными передаточными документами и использовать для этих целей КриптоПро CSP.
        <br>
        &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;«Система ЭДО» – информационная система «Калуга Астрал», 
        в которой осуществляется обмен информацией 
        в электронной форме между участниками информационного взаимодействия и в которой операторами Системы ЭДО 
        установлен порядок использования электронной подписи.
        <br>
        &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;«КриптоПро CSP» – программа для электронно-вычислительных машин, предназначенная для использования 
        средств криптографической защиты информации (средство электронной подписи).
    </p>
    <p><b class="text-center d-block w-100 mt-4" style="font-size: 13px">3. УСЛОВИЯ ОПЛАТЫ</b></p>
    <p>
        &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;3.1. Стоимость  Товара согласовывается Сторонами в соответствующей Заявке, 
        и указывается в рублях, включая в себя НДС по ставке 20%.
        <br>
        &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;3.2. Оплата товара производится на основании выставленных счетов
        <br>
        &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;3.3. Оплата стоимости Товара производится Покупателем в порядке предварительной 
        оплаты 100% стоимости Товара в течение 3 (трех) банковских дней с момента выставления 
        счета Поставщиком. Если оплата в указанный срок не произведена, Поставщик не гарантирует 
        полное соблюдение своих обязательств по наличию и стоимости запасных частей.
        <br>
        &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;3.4. Датой оплаты Товара считается дата списания денежных средств с расчетного счета Покупателя.
        <br>
        &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;3.5. Стороны обязуются ежемесячно проводить сверку расчетов, составлять и подписывать акты сверки взаиморасчетов.
    </p>
    <p><b class="text-center d-block w-100 mt-4" style="font-size: 13px">4. ПОРЯДОК ПРИЕМКИ</b></p>
    <p>
        &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;4.1. Покупатель обязуется осуществить осмотр Товара, проверку упаковки Товара, приемку 
        Товара по количеству, ассортименту, в момент поступления товара на склад  в место доставки, 
        а по комплектности и качеству в течение 5 (Пяти) рабочих дней с момента поступления Товара в Место доставки.
        <br>
        &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;4.2. В случае обнаружения Покупателем во время приемки Товара каких-либо несоответствий упаковки 
        Товара и/или несоответствий Товара по количеству, ассортименту, комплектности и качеству Покупатель 
        обязуется составить Акт несоответствий Товара. Покупатель обязуется направлять Акт несоответствий, 
        который является неотъемлемой частью Договора, подписанный Покупателем, 
        Поставщику: копию - на электронную почту, указанную в Договоре; оригинал – на почтовый адрес, 
        указанный в Договоре.
    </p>
    <p><b class="text-center d-block w-100 mt-4" style="font-size: 13px">5. КАЧЕСТВО ТОВАРА</b></p>
    <p>
        &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;5.1. Качество Товара должно соответствовать техническим условиям завода-изготовителя, 
        техническим регламентам и национальным стандартам Российской Федерации.                       
        <br>
        &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;5.2. Если иное не предусмотрено соглашением Сторон, Поставщик обязуется передать Покупателю 
        Товар, который не был использован ранее и находится в ненарушенной упаковке изготовителя Товара.            
    </p>
    <p><b class="text-center d-block w-100 mt-4" style="font-size: 13px">6. ОТВЕТСТВЕННОСТЬ</b></p>
    <p>
        &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;6.1. В случае неисполнения или ненадлежащего исполнения Покупателем обязательства по оплате 
        Товара Поставщик оставляет за собой право начислить, а Покупатель обязуется уплатить на 
        основании требования (счета) Поставщика неустойку в размере 0,05 (ноль целых пять сотых) % 
        от суммы задолженности за каждый день просрочки платежа, но не более 5 (пяти) % от суммы задолженности в целом.
        <br>
        &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;6.2. В случае неисполнения или ненадлежащего исполнения Поставщиком обязательства по передаче 
        Товара Покупатель оставляет за собой право начислить, а Поставщик обязуется уплатить на 
        основании требования (счета) Покупателя неустойку в размере 0,05 (ноль целых пять сотых) % 
        от стоимости соответствующего Товара за каждый день просрочки, но не более 5 (пяти) % от стоимости 
        соответствующего Товара в целом.                     
        <br>
        &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;6.3. Все предусмотренные в Договоре неустойки и взыскания расходов, убытков должны быть оплачены Стороной 
        по письменному требованию другой Стороны в течение 10 (десяти) рабочих дней со дня выставления 
        Стороной соответствующего счета.
        <br>
        &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;6.4. Взыскание неустоек, расходов и убытков является правом, а не обязанностью Сторон.
    </p>
    <p>
        &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;6.5. В соответствии со ст. 406.1 ГК РФ Стороны пришли к соглашению, что Поставщик гарантирует 
        возмещение в полном объеме потерь Покупателя, возникших в результате отказа налогового органа 
        в возмещении (вычете) заявленных Покупателем сумм НДС по причине неуплаты НДС в бюджет Поставщиком 
        либо третьими лицами по договорам, связанным с исполнением настоящего договора. <br />

        &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;Поставщик гарантирует возмещение в полном объеме потерь Покупателя, возникших в результате 
        отказа налогового органа в возмещении (вычете) заявленных Покупателем сумм НДС по причине 
        несоответствия наименования Покупателя, ИНН и КПП, указанных в счете-фактуре либо настоящем Договоре.<br />

        &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;Возмещение потерь производится в течение 30 (тридцати) календарных дней с момента выставления Покупателем 
        счета и расчета потерь, к которому прикладывается выписка из решения налогового органа об отказе 
        (полностью или частично) в возмещении (вычете) сумм налога на добавленную стоимость.<br />

        &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;Поставщик обязуется возместить потери Покупателя, которые возникнут в связи с неправильным 
        отражением сумм НДС и образованием недоимки по НДС за соответствующий налоговый 
        период в следующих случаях:<br />

        &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;при внесении Поставщиком исправлений в ранее выставленный Покупателю счет-фактуру 
        по причине обнаружения ошибок в счете-фактуре по вине Поставщика;<br />

        &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;при изменении цены по договору и непредставления Покупателю корректировочного 
        счёта-фактуры и (или) первичных документов в течение 5 (пяти) календарных дней 
        с момента согласования изменённой цены.<br />

        &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;Размер потерь определяется на основании платежных документов Покупателя и/или 
        требования об уплате налога (пени), направляемого налоговым органом. <br />

        &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;Возмещение потерь производится в течение 30 (тридцати) календарных дней с 
        момента выставления Покупателем счета и расчета потерь.
    </p>
    <p><b class="text-center d-block w-100 mt-4" style="font-size: 13px">7. ФОРС МАЖОР</b></p>
    <p>
        &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;7.1. Стороны освобождаются от ответственности за невыполнение или ненадлежащее выполнение 
        обязательств по настоящему Договору, если это невыполнение или ненадлежащее выполнение 
        явилось следствием обстоятельств непреодолимой силы (форс-мажорных обстоятельств): наводнения, 
        землетрясения, военных действий, вступления в силу законодательных и иных нормативных актов, 
        препятствующих выполнению обязательств по Договору.
        <br>
        &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;7.2. В случае наступления оснований освобождения от ответственности, заинтересованная Сторона 
        уведомляет противоположную Сторону о наступлении указанных форс-мажорных обстоятельств в течение 
        3 (трех) рабочих дней с момента их возникновения. Невыполнение указанного обязательства лишает 
        Сторону права ссылаться на возникновение подобных форс-мажорных обстоятельств.
        <br>
        &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;7.3. Если в результате наступления форс-мажорных обстоятельств дальнейшее исполнение обязательств, 
        принятых Сторонами на себя по Договору, является нецелесообразным или весьма затруднительным, 
        заинтересованная Сторона в течение 50 (пятьдесят) календарных дней обязуется уведомить другую 
        Сторону об этом, после чего Стороны обязаны обсудить целесообразность дальнейшего исполнения 
        Договора и принять дополнительное соглашение с обязательным установлением новых сроков, 
        порядка выполнения принятых на себя обязательств, которое с момента его подписания становится 
        неотъемлемой частью Договора, либо инициировать процедуру расторжения Договора. Если по мнению 
        Сторон исполнение Договора может быть продолжено в порядке, действовавшем согласно Договору 
        до начала действия форс-мажорных обстоятельств, то срок исполнения обязательств по Договору 
        продлевается соразмерно времени, в течение которого действовали данные форс-мажорные 
        обстоятельства и их последствия.
        <br>
        &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;7.4. Информация о возникновении форс-мажорных обстоятельств должна быть документально подтверждена 
        в течение 14 (четырнадцать) календарных дней с момента обнаружения Стороной форс-мажорных обстоятельств. 
        Подтверждение Торгово-промышленной палаты места возникновения таких обстоятельств будет достаточным 
        основанием для признания обстоятельств форс-мажорными обстоятельствами.
        <br>
        &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;7.5. После прекращения действия форс-мажорных обстоятельств и/или устранения их последствий Стороны 
        возобновляют выполнение своих обязательств по Договору немедленно.
    </p>

    <p><b class="text-center d-block w-100 mt-4" style="font-size: 13px">8. УРЕГУЛИРОВАНИЕ СПОРОВ</b></p>
    <p>
        &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;8.1. Все споры и разногласия, возникающие из настоящего Договора или в связи с ним, 
        разрешаются путем переговоров. Претензионный порядок обязателен. Срок рассмотрения 
        претензий составляет 10 (десять) рабочих дней с даты получения Стороной претензии от другой Стороны.
        <br>
        &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;8.2. Все споры, разногласия и претензии, вытекающие из данного Договора, либо в связи  с его приостановкой, 
        расторжением или признанием недействительным, неурегулированные путем переговоров, передаются на рассмотрение 
        Арбитражного суда города Москвы в порядке, предусмотренном действующим законодательством Российской Федерации.
    </p>

    <p><b class="text-center d-block w-100 mt-4" style="font-size: 13px">9. СОБЛЮДЕНИЕ ЗАКОНОДАТЕЛЬСТВА</b></p>
    <p>
        &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;9.1. Поставщик осуществляет свою деятельность, не нарушая применимое законодательство, включая 
        законодательство в области борьбы с коррупцией, а также обычаи делового оборота. Поставщик 
        предпринимает все необходимые действия для того, чтобы его участники (акционеры), работники 
        и прочие представители соблюдали правовые предписания применимые в отношении настоящего договора.
        <br>
        &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;9.2. В связи с настоящим договором Поставщик не осуществлял и не будет осуществлять свою 
        деятельность таким образом, чтобы Покупатель нарушал применимое законодательство.
        <br>
        &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;9.3. Поставщик заявляет, что он не получал и не делал, не распоряжался о получении или 
        совершении и в будущем не будет получать, совершать или делать какие-либо платежи, подарки, 
        обещания или предложения денежных сумм или прочих ценностей в пользу должностных лиц с 
        целью оказания влияния и (или) побуждения таких должных лиц к совершению действий, 
        направленных на получение необоснованных преимуществ для себя и (или) Покупателя. 
        Для целей настоящего пункта «должностное лицо» означает государственных служащих, 
        а также работников государственных компаний и (или) компаний, находящихся под контролем государства.
        <br>
        &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;9.4. Поставщик незамедлительно уведомляет Покупателя в случае обнаружения нарушений положений 
        настоящего раздела. При нарушении Поставщиком по своей вине настоящих положений Заказчик без 
        ущерба для последующих правопритязаний вправе отказаться от исполнения настоящего договора. 
        Тем не менее, при наличии возможности устранения нарушений настоящее право может быть 
        использовано только при не устранении нарушений по истечении соответствующего срока, 
        предназначенного для устранения нарушений.
    </p>
    <p><b class="text-center d-block w-100 mt-4" style="font-size: 13px">10. НАПРАВЛЕНИЕ ДОКУМЕНТОВ И СООБЩЕНИЙ</b></p>
    <p>
        &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;10.1. Все уведомления, извещения, сообщения, приложения, запросы, требования, претензии, 
        соглашения, иные уведомления Сторон и документы по Договору или в связи с ним должны быть 
        оформлены в письменной форме, подписаны надлежащим образом уполномоченным представителем 
        Стороны, передающей такой документ, и доставлены другой Стороне одним из следующих способов:<br />
        &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;для оригиналов документов:<br />
        &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;(a) заказной почтой с обратным уведомлением на почтовые адреса, указанные в пункте 15 Договора;<br />
        &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;(b) коммерческой курьерской службой (DHL, TNT и др.) на почтовые адреса, указанные в пункте 15 Договора;<br />
        &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;для копий документов:<br />
        &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;(c) посредством факсимильной связи по телефонам, указанным в пункте 15 Договора;<br />
        &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;(d) электронной почтой по адресам, указанным в пункте 15 Договора, или любой электронной 
        почтой домена, указанного в пункте 15 Договора.
        <br>
        &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;10.2. Сторона, направившая другой Стороне документы посредством факсимильной связи или 
        электронной почты, обязуется незамедлительно направить Стороне оригиналы этих документов 
        одним из способов, указанных в п. 10.1. Договора для отправки оригиналов документов. 
        Отправление документов заказной почтой или коммерческой курьерской службой должно быть 
        продублировано отправлением копий таких документов одним из способов, указанных в п. 10.1. 
        Договора для отправки копий документов.
        <br>
        &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;10.3. Стороны признают надлежащими доказательствами документы, поступившие по электронной 
        почте или по факсу, за исключением Актов несоответствий, счетов-фактур, универсальных 
        передаточных документов, товарных накладных, товарно-транспортных накладных, иных документов, 
        направление оригиналов которых предусмотрено Договором или требованием Покупателя. 
        Подтверждением надлежащей передачи документов Стороны признают, в том числе, информацию, 
        хранящуюся в памяти компьютера и содержащую сведения об электронном сообщении.
    </p>
    <p><b class="text-center d-block w-100 mt-3" style="font-size: 13px">11. СРОК ДЕЙСТВИЯ И ПОРЯДОК РАСТОРЖЕНИЯ ДОГОВОРА</b></p>
    <p>
        &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;11.1. Договор вступает в силу с момента его подписания полномочными представителями Сторон и 
        действует до 31.12.2023 года. Во избежание сомнений Стороны подтверждают, что окончание срока 
        действия Договора не влечет прекращения обязательств Сторон по Договору в отношении Товара, 
        оплата и/или поставка которого были произведены до окончания срока действия Договора.<br />

        &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;Если ни одна из Сторон за 20 (двадцать) календарных дней до истечения срока действия Договора 
        не заявила в письменной форме о своем намерении прекратить действие Договора, срок действия 
        Договора будет автоматически продлеваться на один календарный год без ограничения количества 
        периодов продления срока действия Договора.
        <br>
        &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;11.2. Договор может быть расторгнут в случаях и в порядке, предусмотренных Договором и 
        действующим законодательством Российской Федерации.
        <br>
        &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;11.3. Договор может быть расторгнут по взаимному письменному соглашению Сторон.
    </p>

    <p><b class="text-center d-block w-100 mt-3" style="font-size: 13px">12. ОБЩИЕ УСЛОВИЯ.</b></p>
    <p>
        &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;12.1. Права и обязанности, вытекающие из Договора, не могут быть переданы третьим 
        лицам без письменного согласия другой Стороны.
        <br>
        &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;12.2. В случае если положения Договора окажутся полностью или частично недействительными 
        или невыполнимыми, или впоследствии потеряют свою действительность или выполнимость, 
        остальные положения Договора сохраняют силу. Данное положение относится и к тем случаям, 
        когда Договор обнаруживает пробелы. Вместо недействительных или невыполнимых положений 
        Договора или в целях заполнения пробелов Договора применяется такое положение Договора, 
        которое по смыслу или целям более всего соответствует тому, что имели в виду Стороны или 
        чего они хотели бы достичь при составлении данного положения Договора, и является правомерным 
        с точки зрения применимого законодательства.
        <br>
        &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;12.3. Стороны письменно уведомляют друг друга обо всех изменениях реквизитов в течение 
        5 (пять) рабочих дней с момента таких изменений.
        <br>
        &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;12.4. Во всем остальном, что не предусмотрено Договором, Стороны руководствуются действующим  
        законодательством Российской Федерации.
        <br>
        &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;12.5. Договор составлен и подписан в двух экземплярах, имеющих одинаковую юридическую силу, 
        по одному для каждой из Сторон.
        <br>
        &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;12.6. Все приложения и дополнительные соглашения к Договору, подписанные обеими Сторонами, 
        являются неотъемлемой частью Договора.
    </p>
    <p><b class="text-center d-block w-100 mt-3" style="font-size: 13px">13. ПРИЛОЖЕНИЯ К ДОГОВОРУ</b></p>
    <p>
        &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;13.1. Приложение №1 Форма Заявки на поставку
        <br>
        &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;13.2. Приложение №2 Форма акта несоответствий Товара
    </p>
    <p><b class="text-center d-block w-100 mt-3" style="font-size: 13px">14. АДРЕСА И ПОДПИСИ СТОРОН</b></p>
</div>
<table class="table table-borderless" style="font-size: 11px">
    <tr>
        <td class="w-50 text-center">
            <i>ПОСТАВЩИК:</i><br />
            <b>{{$contract['ownAgent']['legalTitle']}}</b>
            
        </td>
        <td class="w-50 text-center">
            <i>ПОКУПАТЕЛЬ:</i><br />
            <b>{{$contract['agent']['legalTitle']}}</b>
        </td>
    </tr>
    <tr>
        <td class="py-0"><b>ИНН:</b> {{$contract['ownAgent']['inn']}}</td>
        <td class="py-0"><b>ИНН:</b> {{$contract['agent']['inn']}}</td>
    </tr>
    <tr>
        <td class="py-0"><b>КПП:</b> {{$contract['ownAgent']['kpp']}}</td>
        <td class="py-0"><b>КПП:</b> {{$contract['agent']['kpp']}}</td>
    </tr>
    <tr>
        <td class="py-0"><b>ОГРН:</b> {{$contract['ownAgent']['ogrn']}}</td>
        <td class="py-0"><b>ОГРН:</b> {{$contract['agent']['ogrn']}}</td>
    </tr>
    <tr>
        <td class="py-0">
            <b>Юридический адрес:</b> <br />
            {{$contract['ownAgent']['legalAddress']}}
        </td>
        <td class="py-0">
            <b>Юридический адрес:</b> <br />
            {{$contract['agent']['legalAddress']}}
        </td>
    </tr>
    <tr>
        <td class="py-0">
            <b>Банк:</b> {{$contract['ownAgent']['accounts']['rows'][1]['bankName']}}
        </td class="py-0">
        <td class="py-0"><b>Банк:</b> {{$contract['agentAccount']['bankName'] ?? ''}}</td>
    </tr>
    <tr>
        <td class="py-0"><b>р/с:</b> {{$contract['ownAgent']['accounts']['rows'][1]['accountNumber']}}</td>
        <td class="py-0"><b>р/с:</b> {{$contract['agentAccount']['accountNumber'] ?? ''}}</td>
    </tr>
    <tr>
        <td class="py-0"><b>БИК:</b> {{$contract['ownAgent']['accounts']['rows'][1]['bic']}}</td>
        <td class="py-0"><b>БИК:</b> {{$contract['agentAccount']['bic'] ?? ''}}</td>
    </tr>
    <tr>
        <td class="py-0"><b>к/с:</b> {{$contract['ownAgent']['accounts']['rows'][1]['correspondentAccount']}}</td>
        <td class="py-0"><b>к/с:</b> {{$contract['agentAccount']['correspondentAccount'] ?? ''}}</td>
    </tr>
    <tr>
        <td class="py-0"><b>Тел.:</b> {{ $contact::format_phone(config('app.phone')) }}</td>
        <td class="py-0"><b>Тел.:</b> {{ isset($contract['agent']['phone']) ? $contact::format_phone($contract['agent']['phone']) : '' }}</td>
    </tr>
    <tr>
        <td class="py-0"><b>E-mail:</b> {{$contract['ownAgent']['email']}}</td>
        <td class="py-0"><b>E-mail:</b> {{$contract['agent']['email']}}</td>
    </tr>
</table>
<table class="w-100 mb-3" style="font-size: 12px">
    <tr>
        <td class="w-50">
            <p>{{$decl::nc($contract['ownAgent']['director'])}} Генеральный директор</p>
            <p>&#160;&#160;М.П.</p>
        </td>
        <td class="w-50">
            <p>{{isset($contract['agent']['description']) ? $decl::nc($contract['agent']['description']) : ''}} 
                Генеральный директор
            </p>
            <p>&#160;&#160;М.П.</p>
        </td>
    </tr>
</table>    
</div>


<br />
<br />
<br />
<br />
<br />
<br />
<br />
<br />
<br />
<br />
<br />


<div class="w-100" style="font-size: 12px">
    <p style="font-size: 12px;text-align: right;width:100%">
    <strong>
        Приложение №1<br />
        к Договору поставки запасных частей<br />
        № {{$contract['name']}} от {{$timer::app($contract['moment'])}}<br />
    </strong>          
    </p>
    <p class="w-100 text-center mt-3 mb-3" style="font-size: 13px"><strong>Форма Заявки на поставку</strong></p>
    <table class="table table-bordered" style="border: 0">
        <thead>
            <tr>
                <th style="border: 1px solid #000;width: 7%;vertical-align: top;text-align: center;font-size: 10px;" class="py-1 px-2">№</th>
                <th style="border: 1px solid #000;width: 25%;vertical-align: top;text-align: center;font-size: 10px;" class="py-1 px-2">№ кат.</th>
                <th style="border: 1px solid #000;width: 40%;vertical-align: top;text-align: center;font-size: 10px;" class="py-1 px-2">Товар</th>
                <th style="border: 1px solid #000;vertical-align: top;text-align: center;font-size: 10px;" class="py-1 px-2">Кол-во, шт.</th>
                <th style="border: 1px solid #000;vertical-align: top;text-align: center;font-size: 10px;" class="py-1 px-2">Цена, вкл НДС в руб.</th>
                <th style="border: 1px solid #000;vertical-align: top;text-align: center;font-size: 10px;" class="py-1 px-2">Стоимость, в руб. вкл НДС</th>
            </tr>
        </thead>
        <tbody style="border: 0">
            <tr style="height: 25px;">
                <th scope="row" style="border: 1px solid #000"></th>
                <td style="border: 1px solid #000"></td>
                <td style="border: 1px solid #000"></td>
                <td style="border: 1px solid #000"></td>
                <td style="border: 1px solid #000"></td>
                <td style="border: 1px solid #000"></td>
            </tr>
            <tr style="height: 25px">
                <th style="border: 1px solid #000"></th>
                <td style="border: 1px solid #000"></td>
                <td style="border: 1px solid #000"></td>
                <td style="border: 1px solid #000"></td>
                <td style="border: 1px solid #000"></td>
                <td style="border: 1px solid #000"></td>
            </tr>
            <tr style="height: 25px">
                <th style="border: 1px solid #000"></th>
                <td style="border: 1px solid #000"></td>
                <td style="border: 1px solid #000"></td>
                <td style="border: 1px solid #000"></td>
                <td style="border: 1px solid #000"></td>
                <td style="border: 1px solid #000"></td>
            </tr>
            <tr style="border: 0">
                <th class="py-1 px-2" style="border: none"></th>
                <td class="py-1 px-2" style="border: none"></td>
                <td class="py-1 px-2" style="border: none"></td>
                <td class="py-1 px-2" style="border: none"></td>
                <td class="py-1 px-2" style="border: none;text-align: left;vertical-align: bottom"><strong>Итого:</strong></td>
                <td class="py-1 px-2" style="border: none"></td>
            </tr>
            <tr style="border: 0">
                <th class="py-1 px-2" style="border: none"></th>
                <td class="py-1 px-2" style="border: none"></td>
                <td class="py-1 px-2" style="border: none"></td>
                <td class="py-1 px-2" style="border: none"></td>
                <td class="py-1 px-2" style="border: none;text-align: left;vertical-align: bottom"><strong>НДС:</strong></td>
                <td class="py-1 px-2" style="border: none"></td>
            </tr>
        </tbody>
    </table>
    <p>
        <strong>Итого общая стоимость Товара (запасные части и специнструмент) составляет:</strong><br />
        <strong>Место доставки:</strong><br />
        <strong>Срок поставки Товара:</strong>
    </p>
    <p class="w-100 text-center"><strong>ПЕРЕЧЕНЬ ТОВАРА ДЛЯ ПЕРЕДАЧИ СОГЛАСОВАН<br />ФОРМА СОГЛАСОВАНА:</strong></p>
    
    <div style="border: 2px solid #000">
        <table class="table table-borderless m-0">
            <tr>
                <td class="w-50 text-center">
                    <i>ПОСТАВЩИК:</i><br />
                    <b>{{$contract['ownAgent']['legalTitle']}}</b>
                    
                </td>
                <td class="w-50 text-center" style="border-left: 1px solid #222">
                    <i>ПОКУПАТЕЛЬ:</i><br />
                    <b>{{$contract['agent']['legalTitle']}}</b>
                </td>
            </tr>
            <tr>
                <td class="py-1"><b>ИНН:</b> {{$contract['ownAgent']['inn']}}</td>
                <td class="py-1" style="border-left: 1px solid #222"><b>ИНН:</b> {{$contract['agent']['inn']}}</td>
            </tr>
            <tr>
                <td class="py-1"><b>КПП:</b> {{$contract['ownAgent']['kpp']}}</td>
                <td class="py-1" style="border-left: 1px solid #222"><b>КПП:</b> {{$contract['agent']['kpp']}}</td>
            </tr>
            <tr>
                <td class="py-1"><b>ОГРН:</b> {{$contract['ownAgent']['ogrn']}}</td>
                <td class="py-1" style="border-left: 1px solid #222"><b>ОГРН:</b> {{$contract['agent']['ogrn']}}</td>
            </tr>
            <tr>
                <td class="py-1">
                    <b>Юридический адрес:</b> <br />
                    {{$contract['ownAgent']['legalAddress']}}
                </td>
                <td class="py-1" style="border-left: 1px solid #222">
                    <b>Юридический адрес:</b> <br />
                    {{$contract['agent']['legalAddress']}}
                </td>
            </tr>
            <tr>
                <td class="py-1">
                    <b>Банк:</b> {{$contract['ownAgent']['accounts']['rows'][1]['bankName']}}
                </td>
                <td class="py-1" style="border-left: 1px solid #222">
                    <b>Банк:</b> {{$contract['agentAccount']['bankName'] ?? ''}}
                </td>
            </tr>
            <tr>
                <td class="py-1">
                    <b>р/с:</b> {{$contract['ownAgent']['accounts']['rows'][1]['accountNumber']}}
                </td>
                <td class="py-1" style="border-left: 1px solid #222">
                    <b>р/с:</b> {{$contract['agentAccount']['accountNumber'] ?? ''}}
                </td>
            </tr>
            <tr>
                <td class="py-1"><b>БИК:</b> {{$contract['ownAgent']['accounts']['rows'][1]['bic']}}</td>
                <td class="py-1" style="border-left: 1px solid #222">
                    <b>БИК:</b> {{$contract['agentAccount']['bic'] ?? ''}}
                </td>
            </tr>
            <tr>
                <td class="py-1">
                    <b>к/с:</b> {{$contract['ownAgent']['accounts']['rows'][1]['correspondentAccount']}}
                </td>
                <td class="py-1" style="border-left: 1px solid #222">
                    <b>к/с:</b> {{$contract['agentAccount']['correspondentAccount'] ?? ''}}
                </td>
            </tr>
            <tr>
                <td class="py-1">
                    <b>Тел.:</b> {{ $contact::format_phone(config('app.phone')) }}
                </td>
                <td class="py-1" style="border-left: 1px solid #222">
                    <b>Тел.:</b> {{ isset($contract['agent']['phone']) ? $contact::format_phone($contract['agent']['phone']) : '' }}
                </td>
            </tr>
            <tr>
                <td class="py-1">
                    <br />
                    <hr />
                    {{$decl::nc($contract['ownAgent']['director'])}}
                </td>
                <td class="py-1" style="border-left: 1px solid #222">
                    <br />
                    <hr />
                    {{isset($contract['agent']['description']) ? $decl::nc($contract['agent']['description']) : ''}}
                </td>
            </tr>
        </table>
    </div>
</div>
<br />
<br />
<br />
<br />
<br />
<br />
<br />
<br />
<div class="w-100">
    <p style="font-size: 12px;text-align: right;width:100%">
        <strong>
            Приложение №2<br />
            к Договору поставки запасных частей<br />
            № {{$contract['name']}} от {{$timer::app($contract['moment'])}}<br />
        </strong>
    </p>
    <p class="w-100 text-center mt-4 mb-1" style="font-size:13px;line-height:1">
        <strong>Форма акта несоответствий Товара</strong><br />
        <strong>Акт несоответствий Товара</strong>
    </p>
    <table class="table table-borderless">
        <thead>
            <tr>
                <th style="text-align:left">г.Москва</th>
                <th style="text-align:right">«____» ______________ 20__ г.</th>
            </tr>
        </thead>
    </table>
    <table class="table table-bordered"  style="font-size: 11px">
        <tbody>
            <tr>
                <th class="py-1 px-2" scope="row" style="width: 4%;border:1px solid #000">1.</th>
                <td class="py-1 px-2" style="width: 40%;border:1px solid #000">Номер и дата товарной накладной, универсального передаточного документа</td>
                <td class="py-1 px-2" style="border:1px solid #000"></td>
            </tr>
            <tr>
                <th style="border:1px solid #000" class="py-1 px-2" scope="row">2.</th>
                <td style="border:1px solid #000" class="py-1 px-2">Грузополучатель</td>
                <td style="border:1px solid #000" class="py-1 px-2"></td>
            </tr>
            <tr>
                <th style="border:1px solid #000" class="py-1 px-2" scope="row">3.</th>
                <td style="border:1px solid #000" class="py-1 px-2">Перевозчик</td>
                <td style="border:1px solid #000" class="py-1 px-2"></td>
            </tr>
            <tr>
                <th style="border:1px solid #000" class="py-1 px-2" scope="row">4.</th>
                <td style="border:1px solid #000" class="py-1 px-2">Место обнаружения несоответствий Товара</td>
                <td style="border:1px solid #000" class="py-1 px-2"></td>
            </tr>
            <tr>
                <th style="border:1px solid #000" class="py-1 px-2" scope="row">5.</th>
                <td style="border:1px solid #000" class="py-1 px-2">Дата обнаружения несоответствий Товара</td>
                <td style="border:1px solid #000" class="py-1 px-2"></td>
            </tr>
            <tr>
                <th style="border:1px solid #000" class="py-1 px-2" scope="row">6.</th>
                <td style="border:1px solid #000" class="py-1 px-2">Наименование Товара, в котором обнаружены несоответствия</td>
                <td style="border:1px solid #000" class="py-1 px-2"></td>
            </tr>
            <tr>
                <th style="border:1px solid #000" class="py-1 px-2" scope="row">7.</th>
                <td style="border:1px solid #000" class="py-1 px-2">Количество и стоимость Товара, в котором обнаружены несоответствия</td>
                <td style="border:1px solid #000" class="py-1 px-2"></td>
            </tr>
            <tr>
                <th style="border:1px solid #000" class="py-1 px-2" scope="row">8.</th>
                <td style="border:1px solid #000" class="py-1 px-2">Несоответствие количества грузовых мест, количества Товара</td>
                <td style="border:1px solid #000" class="py-1 px-2"></td>
            </tr>
            <tr>
                <th style="border:1px solid #000" class="py-1 px-2" scope="row">9.</th>
                <td style="border:1px solid #000" class="py-1 px-2">Состояние упаковки Товара</td>
                <td style="border:1px solid #000" class="py-1 px-2"></td>
            </tr>
            <tr>
                <th style="border:1px solid #000" class="py-1 px-2" scope="row">10.</th>
                <td style="border:1px solid #000" class="py-1 px-2">Несоответствие по ассортименту, комплектности, внутритарным вложениям, качеству Товара</td>
                <td style="border:1px solid #000" class="py-1 px-2"></td>
            </tr>
            <tr>
                <th style="border:1px solid #000" class="py-1 px-2" scope="row">11.</th>
                <td style="border:1px solid #000" class="py-1 px-2">Меры, принятые Покупателем</td>
                <td style="border:1px solid #000" class="py-1 px-2"></td>
            </tr>
            <tr>
                <th style="border:1px solid #000" class="py-1 px-2" scope="row">12.</th>
                <td style="border:1px solid #000" class="py-1 px-2">Прочие замечания</td>
                <td style="border:1px solid #000" class="py-1 px-2"></td>
            </tr>
        </tbody>
    </table>
    <table class="table table-borderless" style="font-size: 12px">
        <thead>
            <tr>
                <th style="text-align:center;font-weight:400" class="py-0">
                    <strong>ПОКУПАТЕЛЬ</strong>
                    <p>__________________________<br />
                        <small>(ФИО и Должность)</small><br />
                    __________________________<br />
                        <small>(подпись)</small><br />
                    «____»____________20____ г.<br />
                        <small>М.П.</small> 
                    </p>
                </th>
                <th style="text-align:center;font-weight:400" class="py-0">
                    <strong>ПЕРЕВОЗЧИК</strong><br />(если присутствует)
                    <p>__________________________<br />
                        <small>(ФИО и Должность)</small><br />
                    __________________________<br />
                        <small>(подпись)</small><br />
                    «____»____________20____ г.<br />
                        <small>М.П.</small> 
                    </p>
                </th>
                <th style="text-align:center;font-weight:400" class="py-0">
                    <strong>ПОСТАВЩИК</strong><br />(если присутствует)
                    <p>__________________________<br />
                        <small>(ФИО и Должность)</small><br />
                    __________________________<br />
                        <small>(подпись)</small><br />
                    «____»____________20____ г.<br />
                        <small>М.П.</small> 
                    </p>
                </th>
            </tr>
            <tr>
                <td colspan="3" style="text-align: center;padding:0">
                    <strong style="font-size: 16px;color: #000;display: block">ФОРМА СОГЛАСОВАНА:</strong>
                    <table class="table table-borderless">
                        <tr>
                            <td style="text-align:center">ПОКУПАТЕЛЬ <br /> <hr /></th>
                            <td style="text-align:center">ПОСТАВЩИК <br /> <hr /></th>
                        </tr>
                    </table>
                </td>
            </tr>            
        </thead>
    </table>
</div>