<?php

namespace App\Models;


class Seo
{

    public static function stop_list()
    {
        return [
            'умею', 'сверху', 'действую', 'добавляю', 'боюсь', 'плакать',
            'после', 'опять', 'против', 'возраст', 'назад', 'согласен',
            'все', 'почти', 'один', 'вместе', 'уже', 'тоже', 'хотя', 'всегда', 
            'есть', 'количество', 'о', 'у', 'и', 'a', 'гнев', 'злой',
            'животное', 'другой', 'ответ', 'любой', 'появляться', 'яблоко',
            'приходить', 'рука', 'оружие', 'вокруг', 'как', 'спросить',
            'попытка', 'тетя', 'прочь', 'плохо', 'сумка', 'залив',
            'быть', 'стал', 'потому что', 'стать', 'был', 'до', 'начал',
            'начало', 'позади', 'бытие', 'звонок', 'принадлежит', 'ниже',
            'рядом', 'лучший', 'между', 'за гранью', 'большой', 'тело',
            'кость', 'рожденный', 'одолжить', 'оба', 'дно', 'коробка', 'мальчик',
            'сломать', 'принести', 'глюк', 'построен', 'занят', 'но',
            'по', 'звонить', 'пришел', 'можно', 'вызывать', 'выбирать', 'близко', 
            'рассматривать', 'значительный', 'содержать', 'продолжать', 'мог',
            'резать', 'сметь', 'темный', 'сделка', 'дорогой', 'решить',
            'глубокий', 'сделал', 'умереть', 'делать', 'делает', 'собака',
            'сделано', 'сомнение', 'вниз', 'во время', 'каждый', 'ухо',
            'рано', 'усилие', 'либо', 'иначе', 'конец', 'наслаждаться',
            'достаточно', 'входить', 'даже', 'когда-либо', 'кроме', 'ожидать',
            'объяснять', 'неудачно', 'падать', 'далеко', 'толстый', 'милость',
            'страх', 'чувствовать', 'ноги', 'упал', 'чувствовал', 'мало',
            'наполнить', 'найти', 'подогнать', 'лететь', 'следовать', 'за',
            'навсегда', 'забыть', 'от', 'передний', 'отдал', 'получил', 'отдает',
            'идет', 'ушел', 'хороший', 'серый', 'великий', 'зеленый',
            'вырос', 'вырасти', 'догадка', 'имела', 'половина', 'висеть',
            'случаться', 'иметь', 'шляпа', 'слышать', 'держать', 'здравствуйте', 
            'помогите', 'здесь', 'ее', 'высокий', 'холм', 'его', 'ударить',
            'горячо', 'однако', 'я', 'если', 'заболело', 'в', 'действительно',
            'вместо', 'железо', 'это', 'просто', 'знать', 'известно', 'опоздать',
            'наименее', 'вести', 'оставил', 'одолжил', 'меньше', 'пусть',
            'лайк', 'вероятно', 'ликр', 'одинокий', 'длинный', 'посмотреть', 
            'много', 'сделать', 'может', 'мне', 'значит', 'встретил', 'могущество',
            'миля', 'моё', 'луна', 'больше', 'самый', 'переехать', 'должен',
            'мой', 'надо', 'никогда', 'далее', 'нет', 'ни', 'не', 'примечание',
            'ничего', 'сейчас', 'из', 'выкл', 'часто', 'вкл', 'один раз',
            'только', 'или', 'наш', 'вон', 'пожалуйста', 'приготовьтесь',
            'тянуть', 'чисто', 'толкать', 'ставить', 'поднимать', 'набегать',
            'скорее', 'достичь', 'осознать', 'ответить', 'требовать', 'отдохнуть',
            'бежать', 'сказал', 'то же самое', 'сел', 'увидел', 'говорю',
            'кажется', 'сам', 'продаю', 'отправил', 'отделить', 'установить', 
            'должна', 'сторона', 'знак', 'поскольку', 'так', 'продано',
            'какой-то', 'скоро', 'извините', 'остаюсь', 'шаг', 'палка', 'еще', 
            'стоял', 'такой', 'внезапный', 'полагать', 'взять', 'принятый',
            'говорить', 'сказать', 'десять', 'чем', 'благодарить', 'что',
            'тот', 'их', 'тогда', 'там', 'поэтому', 'эти', 'он', 'она', 'они',
            'этот', 'те', 'через', 'сегодня', 'завтра', 'взял', 'рвал',
            'уговаривал', 'навстречу', 'пытался', 'пытается', 'доверять', 
            'пытаться', 'повернуть', 'два', 'под', 'вверх', 'на', 'нас',
            'использовать', 'обычный', 'различный', 'глагол', 'очень', 'посетить', 
            'хочу', 'было', 'мы', 'ну', 'пошли', 'были', 'когда', 'где', 'ли',
            'какой', 'пока', 'белый', 'кто', 'кому', 'чей', 'почему', 'будет', 
            'с', 'внутри', 'без', 'да', 'ты', 'молодой', 'твой', 'см', 'гp', 
            'цитировать', 'кг', 'Производитель', 'Описание', 'Материал', 
            'Адрес', 'Россия', 'Московская', 'область', 'Характеристики'
        ];
    }

    public static function keywords($str)
    {
        $min_length = 3;
        $avoid = self::stop_list();
        $сlean_symbol = ["," ,"." ,";" ,":", "\"", "'", "“","”","(",")", "!","?"];
        $str = str_replace("<br>", " ", $str);
        $str = strip_tags($str);
        $str = str_replace($сlean_symbol, '', $str);
        $str = explode(' ', $str);
        asort($str);
        $result = [];
        foreach($str as $word) {
            if(strlen($word) > $min_length) {
                $word = strtolower($word);
                if(!in_array($word, $avoid)) {
                    $result[] = $word;
                }
            }
        };
        $word = implode(', ', $result);
        return mb_strtolower($word, 'UTF-8');
    }

}
